[
  {"timestamp": 1.520, "caption": "Hooray, little eye! You've found all the poor souls stuck in the factory."},
  {"timestamp": 5.560, "caption": "Ah, you've met the hamster— sprinting on his wheel."},
  {"timestamp": 9.070, "caption": "The “infinite scroll” feature, invented in 2006, was quickly embraced by tech companies to keep us hooked."},
  {"timestamp": 15.600, "caption": "The more we scroll, the more data they collect,"},
  {"timestamp": 18.440, "caption": "feeding algorithms that dish out the “perfect” content at just the right time."},
  {"timestamp": 22.420, "caption": "Not for the benefit of the hamsters, of course, but to keep them running and running."},
  {"timestamp": 27.100, "caption": "Next, there's the trapped one with his headset on."},
  {"timestamp": 30.360, "caption": "Ever wondered why your neighbours might support a terrible campaign after seeing all the news you see?"},
  {"timestamp": 35.820, "caption": "Well… it's probably because they didn't."},
  {"timestamp": 38.940, "caption": "Echo chambers create personalized realities for each of us, and they're not responding to the one you're living in."},
  {"timestamp": 45.060, "caption": "Every now and then, cracks appear in our echo chambers, but don't get your hopes up for breaking free."},
  {"timestamp": 50.539, "caption": "More often than not, our confirmation bias takes over, and we end up like those reactors"},
  {"timestamp": 55.680, "caption": "you found in the boxing ring—fighting anyone who dares question our beliefs"},
  {"timestamp": 60.060, "caption": "The anonymity and the lack of immediate consequences make it all too easy for our words to grow"},
  {"timestamp": 64.280, "caption": "harsher and more extreme."},
  {"timestamp": 66.760, "caption": "Then, in the lab, lies the poor Guinea Pig."},
  {"timestamp": 70.240, "caption": "We've been led to believe we're the customers, but in reality, we're the products being sold"},
  {"timestamp": 75.860, "caption": "to advertising companies"},
  {"timestamp": 77.120, "caption": "modified into a downgraded version of ourselves that's easier to exploit, all without even realising"}
]