[
  {"timestamp": 1.840, "caption": "Great job, little eye. Staying focused on climate news can be challenging with all the distractions around."},
  {"timestamp": 8.220, "caption": "Let's take a look at what you found."},
  {"timestamp": 11.020, "caption": "Back in April 2023, 60,000 voices united in Westminster, London, for Extinction Rebellion's 'The Big One'"},
  {"timestamp": 18.630, "caption": "the largest environmental protests in British history."},
  {"timestamp": 22.080, "caption": "Yet, despite this massive turnout, it barely made a ripple in the news."},
  {"timestamp": 27.100, "caption": "Did you catch it? Or was it drowned out by the noise… noise… noise?"},
  {"timestamp": 31.110, "caption": "And then there's Wynn Bruce."},
  {"timestamp": 33.630, "caption": "On Earth Day 2022, he made the heartbreaking decision to set himself on fire outside the U.S. Supreme Court"},
  {"timestamp": 40.200, "caption": "in a desperate plea against the government's climate inaction."},
  {"timestamp": 43.540, "caption": "Bruce soon died from his injuries after being airlifted to a hospital."},
  {"timestamp": 47.780, "caption": "But have you ever heard his name… name… name?"},
  {"timestamp": 50.110, "caption": "In July 2023, activists from \"This is Rigged\" made waves at oil refineries across Scotland,"},
  {"timestamp": 56.740, "caption": "calling for a fair transition for workers."},
  {"timestamp": 59.520, "caption": "Did their message make it to your feed… feed… feed?"},
  {"timestamp": 61.840, "caption": "But sometimes—just sometimes—climate news breaks through and steals the spotlight."},
  {"timestamp": 67.380, "caption": "Remember when two Just Stop Oil protesters splashed tomato soup on Van Gogh's Sunflowers,"},
  {"timestamp": 72.280, "caption": "sparking a whirlwind of online drama?"},
  {"timestamp": 74.960, "caption": "Come little eye. Let's step into the gallery on that day"},
  {"timestamp": 79.020, "caption": "and see exactly how this one went viral."}
]